Repository: ss-vector/donkya
Catalog: languages/*.po
Languages: es_es

source: Donkya Theme
es_es: Tema de Donkya

source: A theme for my friends at Donkya Foundation
es_es: Un tema para mis amigos de la Fundación Donkya

source: About Us
es_es: Nosotros

source: Useful Links
es_es: Enlaces Útiles

source: Our Workshop
es_es: Nuestros Talleres

source: Recycling Plastic
es_es: Reciclaje de plástico

source: Permaculture
es_es: Permacultura

source: More Information
es_es: Más Información

source: Our Community
es_es: Nuestra Comunidad

source: Documentation
es_es: Documentación

source: Latest News
es_es: Últimas Noticias

source: Contact Information
es_es: Información de Contacto

source: Phone
es_es: Teléfono

source: Contact
es_es: Contacto

source: Read More
es_es: Conoce más

source: Our mision is to encourage local communities to live in armony with nature, not harming local species...
es_es: Nuestra misión es motivar a las comunidades locales a lograr un equilibrio para vivir en armonía, sin dañar las especies que conviven junto con nosotros.

source: Joinning forces
es_es: Uniendo Fuerzas

source: The Team
es_es: El Equipo

source: About Donkya Plastic
es_es: Acerca de Donkya Plastic

source: The Big Issue of Plastic
es_es: El Gran Problema del Plástico

source: Global Contamination
es_es: Contaminación Global

source: The first plastic was produced in the early 1900s. Now, more than 100 years later, it has become one of the biggest global problem of pollution
es_es: El primer plástico se produjo a principios del siglo XX. Hoy, después de haber transcurrido más de 100 años, este se ha convertido en uno de los mayores problemas de contaminación mundial

source: Our Oceans
es_es: Nuestros Océanos

source: More than 800 sea and coastal species are being affected by plastic pollution through ingestion and some entangle to death, among other hazards
es_es: Más de 800 especies marinas y costeras se ven afectadas por la contaminación del plástico, debido a la ingesta de este; sabiéndose también que algunos animales se enriendan hasta morir, además de otros peligros

source: Every year, some 11 million tonnes of plastic waste reaches the oceans. This figure could triple by
es_es: Cada año, alrededor de 11 millones de toneladas de plástico llegan al mar. Esta situación podría triplicarse para el año

source: Human Health
es_es: Salud Humana

source: Exposure to plastics harms human health, and can affect fertility, hormonal, metabolic and neurological activity, while open burning of plastics contributes to air pollution.
es_es: La exposición a la contaminación por plástico daña considerablemente la salud humana afectando la fertilidad, actividad hormonal, metabólica y neurológica; así también su combustión descontrolada afecta directamente a la calidad del aire.

source: Impact of plastic on CO2 emisions
es_es: Impacto del plástico en las Emisiones de CO2

source: The Solution
es_es: La solución

source: Collaborate
es_es: Colaborar
